Repository: saksham-45/shellhacks-2026
Catalog: ios/Packages/ADBeat/Sources/ADBeat/Resources/ADBeat.xcstrings
Source language: en
Languages: es

# beat.abuela_mode.title
source: Abuela Mode
es: Modo Abuela

# beat.cold_open.line
source: Sofi is 15. Until today she was this family's interpreter.
es: Sofi tiene 15 años. Hasta hoy, era la intérprete de esta familia.

# beat.cold_open.title
source: Cold open
es: Apertura

# beat.counter.label
source: Conversations Sofi didn't have to translate
es: Conversaciones que Sofi no tuvo que traducir

# beat.demoMode.toggle
source: Demo mode: use replays
es: Modo demo: usar repeticiones

# beat.desk_copilot.title
source: Desk Copilot
es: Ayuda en la ventanilla

# beat.family_council.title
source: Family Council
es: Consejo familiar

# beat.family_voice_note.title
source: Family Voice Note
es: Nota de voz para la familia

# beat.fee_check.title
source: Fee Check
es: Revisar el cobro

# beat.listing_check.title
source: Listing Check
es: Revisar el anuncio

# beat.replay.chip
source: Replay · not live
es: Repetición · no es en vivo

# beat.replay.chipA11y
source: This is a saved replay, not a live result.
es: Esta es una repetición guardada, no un resultado en vivo.

# beat.warm_handoff.title
source: Warm Handoff Sheet
es: Hoja para la ventanilla
